Repository: giellalt/corpus-smj
Catalog: tmx/sma/admin/depts/other_files/hp_2009_samisk_sprak_lulesam.pdf.tmx
Source language: smj
Languages: sma

source: UnEsCo ålgusbiejaj dáv
sma: Juktie dam tjïrkedh tjuara unnebelåhkoegïelen statusem lutnjedh jeenjemes siebredahkesuerkine jïh naemhtie darjodh buerebe veeljemem almetjidie sjædta.

source: elektråvnålasj versjåvnåv organisásjåvnå átla
sma: Kapihtelem lea Jon Todal tjaaleme, saemiej jïlleskuvle.

source: sav ájteduvvam gielaj badjel rijkajgasskasasj
sma: 21 NAAN giLLe BoeLviJ MieTie LeA TJUeTieh gïeLh gAARvAMMe.

source: iednegiellabiejve guovvamáno 21. biejve 2009.
sma: UNesCo rihpesti elektrovnijen versjovnem åårganisasjovnen atlase aejhteme gïelh gosse internasjovnellen ietniegïelebïejjien lij goevten 21. 2009.

source: diedojt badjel 2500 ájteduvvam gielaj birra
sma: Daate elektrovnijen dïrregh faelieh orrestimmie bïevnesh bijjelen 2500 aejhteme gïelh veartenisnie, jïh maahta dam staerididh jïh orre bïevnesh dïsse biejedh maam utnijh lissiehtieh.

source: sihkar giela, tjielggidum ájteduvvam giela,
sma: Atlasinie maahta ohtsedh gellien ovmessie kriterij mietie, jïh dah aejhteme gïelh lea öörneme vïjhte daltesinie: ov-vihties gïelh, defintijve aejhteme gïelh, eensi aejhteme gïelh, joekoen aejhteme gïelh jïh jaame / nåhkehdamme gïelh.

source: giela ja gáhtum / jábmám giela.
sma: www.

source: Ællánahttem
sma: unesco.no

source: Jus giellalådnom le nav guhkás boahtám vaj ij le das máhttelis jali le gássjelissan æjgádijda oahppat mánájda gielav, sjaddá mánájgárdijn ja skåvlåjn ájn vil ájnnasap giellasadjen barggat sidjij gudi sihti unneplåhkogiela dilev nannit.
sma: Jis gïelemålsome lea dan guhkie båateme ihke ij gåeredh jallh geerve eejhtegidie gïelem maanide vedtedh, maanajgïerte jïh skuvle vihkelåbpoe gïeledomeninie sjïdtieh jïh dejtie maahta barkedh gosse unnebelåhkoegïelij statusem tjïrkedh.

source: Unneplåhkogiela nannimav ja giellalådnoma målssoma jårggålimbargov máhttep gåhttjot gielalasj ællánahttem.
sma: Dïhte barkoe aejhteme unnebelåhkoegïelh tjïrkedh jïh gïelemålsomem jarkedh, maehtebe gïeleldh skreejrehtimmiem gåhtjodh.

source: 1960- ja 1970 jagijs udná-tjij lip vuojnnám moadda gielalasj ællánahttemlihto væráldav birra.
sma: 1960- jïh 1970-låhkoej raejeste jïh daanbaaletjen raajan mijjieh libie jeenjh gïeleldh skreejrehtimmiejåhtemh veartenen bïjre jarkan vuajneme.

source: iesj gal dat subtsas ælládahttem ævto ájteduvvam unneplåhkogielajda le buoremusá boandás ja demokráhtalasj sebrudagájn.
sma: Numhtie lea skreejrehtimmie aejhteme unnebelåhkoegïelijiste lea bööremes tsiehkieh ræjhkoe jïh demokratijen siebredahkesne.

source: Dåbdos ja árra buojkulvissan giellaællánahttemij alle-Eurohpán le val dallusj hæjos stáhtas.
sma: Aarebi jïh beagkoes vuesiehtimmie gïeleskreejrehtimmiste Jille-europesne læjhkan lea maam dillie lij giefies staate.

source: Maŋŋela gå friddja bessin stuorrabrittaniás 1920-lågojn vuorrodij dat ådå irlándak stáhtta irlánda-gælak gielav nannusit.
sma: Frïjjedorjemen mænngan stoerrebritanniaste 1920-låhkosne dellie dïhte orre irsken staate seahkari irsk-gælijengïelen skreejrehtimmiem.

source: irlánda giella aneduváj 1920-lågojn unna unneplågos sijddagiellan, valla dan ådå irlánda nasjåvnnåj vuojnnin oajválattja dáv hármmat ájnnas symbovllån.
sma: gåetiegïeline irsken gïele onne unnebelåhkoe dam 1920-låhkosne utnin, mohte goh symbovle irsken staatese dellie gïele gaajh vihkeles reeremidie.

source: Åvddåla lij irlándak giella ieneplåhkogiellan læhkám suollun, valla alladássásasj giella ieŋilsk lij sjáhtjalam irlánda gielav maŋŋus nav vaj aneduváj sijddagiellan dåssju muhtem guovlojn.
sma: Aerebi lij irskegïele jeenjebelåhkoegïele såålesne, mohte jïlleprestisjegïele englaantengïele lij irskem våålese deadteme minngemes ajve naan dajvine gåetiegïeline utnin.

source: almulasj politihkka dat nuorra irlánda stáhtas lij ælládahttet irlánda gielav sijddagiellan gájkka irlándagijda ålles rijkan.
sma: Dïhte byjjes politihke dan noere irsken staatesne jeehti irskegïele edtji skreejrehtidh gåetiegïelese irijidie abpe laantesne.

source: Dát ittjij vuorbástuvá, valla sivás gå irlánda giella le sajenis åhpadusvuogádusán de le uddni vuojga stuorra oasse irlándagijs gudi irlánda gielav ságasti.
sma: idtji dïhte gåeredh, mohte irskegïelen sijjie ööhpehtimmiesystemisnie lea daen biejjien jeenjh gieh maehtieh irskegïelem soptsestidh.

source: Dájt maŋemus jagijt li irlánda gielak skåvlå ma tjuovvu giellalávggommodellav, sjaddam ienep ja ienep dábálattja.
sma: Minngemes jaepiej irskegïeleldh maadthskuvlh mej leah gïelelaavkomehaemesne jeanadamme.

source: Gielalasj båhtusa dájn skåvlåjn li buorebu gå dábálasj irlánda gielak åhpadusán.
sma: Dan gïeleldh raaran skuvline lea buerebe goh aerpievuekien irskeööhpehtimmeste.

source: irlánda giela dille le huoman vuorjjásámos, dajnas gå le vuorjját gå akta stáhtta sihtá dahkat ájteduvvam unneplåhkogielav gielav stáhta oajvvegiellan boahtteájggáj.
sma: irskegïele læjhkan ij leah daamts juktie eah dah staath sïjhth aejhteme unnebelåhkoegïelem darjodh staaten båetije åejviegïelese.

source: Ællánahttema buojkulvisá
sma: vuesiehtimmieh skreejrehtimmeste

source: sáme politihkalasj ja giellafágalasj birrusa le sierraláhkáj aktisattjat barggam gålmå sierra giellasebrudagáj ålggorijkajn.
sma: Dah saemien politihken jïh gïelefaagen byjreskh leah joekoen ektesne barkeme golme gïelesiebredahkijgujmie ålkoelaantesne.

source: Vuostatjin de le guhkes dáhpe læhkám aktisasjbarggat ietjá suoma-ugralalasj giellasebrudagáj.
sma: voesteges lea guhkiem tradisjovne gïeledaajroen barkoe jeatjah såevmienugrijen gïelesiebredahkigujmie.

source: nubben li sáme politihkkára 1970-lågos aktisasjbarggin iemeálmmukpolitihkkárij ålles væráldis.
sma: Mubpien lea saemien politihkerh 1970-låhkoste jeatjah iemiealmetjigujmie abpe veartenistie ektesne barkeme.

source: Goalmádin le sáme institusjåvnå 1990 lågo rájes muhtem giellapedágogihkalasj aktisasjbargov ietjá iemeálmmuk giellaunneplågoj Eurohpán, ieme unneplågo adni ietjasa iemeálmmugin.
sma: gåalmeden lea saemien institusjovnh 1990-låhkoen raejeste muvhth gïelepedagogijhkeds ektiebarkoem sjisjneldh gïeleunnebelåhkoejgujmie europesne dorjeme, sjisjneldh unnebelåhkoeh mah eah jïjtje jiehtieh dah leah iemiealmetje.

source: Dánna galggá nammaduvvat buojkulvisá ællánahttemij iemeálmmugij gaskan ja eurohpá ieme unneplågoj gaskan.
sma: Daesnie galka neebnesovvedh naan vuesiehtimmieh skreejrehtimmie iemiealmetjinie jïh sjisjneldh europeijen unnebelåhkojne.

source: Buojkulvisá iemeálmmukgielaj ællánahttemis iemeálmmuga gaskan li sierraláhkáj Kalaalit nunaata (Ruonaednama) inuita ja maõria aotearoan (new Zealandan) dahkam ålov nannitjit ietjasa gielajt, ja Kalaalit nunaata inuitgiella desti gåhtjoduvvat ájteduvvam.
sma: Vuesiehtimmie iemiealmetjegïelem skreejrehtidh iemiealmejti gaskem lea joekoen kruanalaanten almetjh jïh maōrijenh Aotearoesne / New Zealaantesnie jeenjh dorjeme guktie dej gïelide tjïrkedh, jïh Kruanalaantesne maahta inutegïele jallan aejhteme gïelem gåhtjodh.

source: Dåppe lij giella ájteduvvamin avtav gaskav dánska gielas, ja maõrigiella aotearoan le ájn ájteduvvamin ieneplåhkogielas ieŋilsis.
sma: Kruanalaantegïele muvhten aejkien daanskegïeleste aejhteme, jïh maōrigïele Aotearoesne / New Zealaantesne ennje aejhteme jeenjebelåhkoegïele englaanten gïeleste.

source: 1980-lågon ælláj mánájgárddelihtto maõriaj gaskan aotearoan / new Zealándan.
sma: 1980-låhkosne maanajgïertejåhteme bööti maōrialmetjinie Aotearoesne / New Zealaantesnie.

source: Maõrigiella le polynealasj giella mij ságastuváj aotearoan åvddåla eŋglándaga dåhku båhtin.
sma: Maōrigïele lea polynesijen gïele maam soptsestin aotearoesne / New Zealaantesnie åvteli englaanten almetjh doekoe böötin.

source: Mánájgárddelihtto sidáj vijddábut guoddet maõri-kultuvrav ja maõri-gielav nuoramus mánájda.
sma: 22 maōrikultuvrem jïh maōrigïelem nööremes maanide vedtedh.

source: Dát dáhpáduváj dilen gånnå lidjin ållu binnásj mánájs ma gullin maõrigielav sijdaisá.
sma: Dïhte lij gosse dan vaenie maanah gïelem gåetesne govlin.

source: ienemus oasse imeårroj máhtudagás maõrigielan lidjin dalloj badjel 50 låge jagága, ja ieŋils lij badjel válldám bæjválasj giellan ienemus maõrifámiljaj lunna, valla ij val gájkajn.
sma: Jeenjemesh gïeh maōrigïelem meehtin lin dillie båarasåbpoe goh vïjhteluhkien jaepien båeries, jïh englaanten gïele aarkgïeline jeenjemesh maōrifuelhkieh utnin, mohte ij lin gaajhkesh.

source: aotearoan sihtin ulmutja sæhkánahttet nuoramus mánájt vuorrasap ulmutjij gudi máhttin maõrigielav iednegiellan.
sma: Aotearoesne / New Zealaantesnie sïjhtin nööremes maanah dej voeres almetjigujmie giej maōrigïele ietniegïeline, dah galkin ektesne årrodh.

source: Dáv tjadádin ådålágásj mánájgárdijt ma oadtjun namáv Te Kõhanga Reo.
sma: Dam tjïrrehtin orredarjomh maanajgïertine maam gåhtjoejin Te Khanga Reo.

source: Te kõhanga Reo er maõri ja merkaj ” giellabiesse ”.
sma: Te Kōhanga Reo lea maōri jïh lea ” gïelebiesie ”.

source: Giellabiesijn galggin dåssju sáhkadit maõrigielav, ja vuorrasap maõrigiella
sma: gïelebiesesne edtji ajve maōriem soptsestidh, jïh dah voereh gieh maōristin edtjin desnie årrodh jïh barkedh jïh gïeleldh åvteguvvieh maanide årrodh.

source: Dav majt dahkin giellabiesijn aotearoan / new Zealándan, ij lim prinsihpaj milta juoga ådås.
sma: Maam gïelebïesine Aotearoesne / New Zealaantesnie dorje, ij lij dan orre.

source: ietjá sajijn væráldin gávnnujin åvdutjis giellalávggommánájgárde ja giellalávggomskåvlå.
sma: Jeatjah sijjieh veartenisnie lin aerebi dovne gïelebiesiemaanajgïerth jïh gïelelaavkomeskuvlh.

source: Giellabiesij ådåsin lij gå dán láhkáj gaskostin iemeálmmukgielav gånnå lij nav vuolledássásasj árvvo ja mij lij nav nievres dilen sebrudagán gå mav maõrigiella lij.
sma: Dïhte mij lij orre dej gïelebiesiejgujmie dah dan vuekesne iemiealmetjigïelem buakteme man lij dan vuelie statuse jïh lij dan viesjehke siebredahkesne goh maōri.

source: Giellabiese lidjin sierralágátja gå biedjin dættov vaddet jali gaskostit árbbedábálasj kultuvrav mánájda.
sma: Joekoen lij gïelebiesieh aaj aerpievuekien kultuvrem aaj maanajgujmie juekin.

source: Te Kõhanga Reo sjaddam le buorren, ja stuorra oasse maõri mánájs le álgo rájes 1980-lågos mánájgárddeájgev giellabiessemánájgárdes.
sma: Te Kōhanga Reo dan hijven sjïdtji, jïh ålvas jeenjh maōrimaanah lin aalkovistie 1980-låhkoen gïelebiesiemaanajgïerte orreme.

source: Maŋenagi le aj ásaduvvam skåvllåvuogádus gånnå maõrigiella aneduvvá åhpadusgiellan skåvllåfágajn.
sma: Dan mænngan lij aaj skuvlesystemem bigkeme gusnie maōri ööhpehtimmiegïeline utnieh skuvlefaagine.

source: Máná giellabiessemánájgárdijs máhtti dákkárijda álgget, ja danen oadtju vijdábut åvddånahttet ietjasa guovte gielajt gitta allaskåvlå dássáj.
sma: Maanah gïelebiesiemaanajgïerteste maahta desnie aelkedh, jïh dej göökte gïelh eevtidieh jïlleskuvledaltesasse.

source: Gávnnuji aj allaskåvlå ma maõrigielav adni.
sma: Aaj jïlleskuvlh gååvnesieh mah maōrim utnieh.

source: Hawaiian aj gávnnu lihtto mij le dahkam muodogasj vuogádusáv gå aotearoan / new Zealandan.
sma: Aaj hawaii:sne jåhtemem gååvnese maam seammahaemesne systemem dorjeme goh Aotearoesne / New Zealaantesnie.

source: Dåt ieme (åvddåla ieŋilsa) giella Hawaiian le aj polynealasj giella.
sma: Båeries (englaanten gïelen åvteli) gïele hawaii:sne aaj polynesijen gïele.

source: Lihtto Hawaiian ij le nav stuorre gå majt aotearoan le.
sma: hawaii:en jåhteme ij leah dan vijries goh dïhte Aotearoesne / New Zealaantesnie.

source: Te Kõhanga Reo lihtto le ájnas buojkulvissan læhkám ietjá iemeálmmugijda mij gullu gielajt ællánahttet.
sma: Jåhteme Te Kōhanga Reo lea vihkeles vuesiehtimmie orreme jeatjah iemiealmetjidie gosse sïjhtin gïelem skreejrehtidh.

source: Maõria (gudi årru boandás ja demokráhtalasj stáhtan) li aj dåjmalattja iemeálmmukkonferánsajn ja giellakonferánsajn gånnå diedojt juohki ietjasa giellaællánahttemij birra.
sma: Maōrijh (gieh ræjhkoes jïh demokratijen staatesne årroeminie) aaj leah iedtjeles lïhtsegh iemealmetjikonferasninie jïh gïelekonferasinie gusnie dah bïevnesin dej barkoej bïjre gïelem skreejrehtidh.

source: Te Kõhanga Reo le danen viehka dåbdos iemeálmmugij gaskan.
sma: Te Kōhanga Reo lea dan gaavhtan beagkoes jeatjah iemiealmetjinie.

source: Buojkulvisá Eurohpá unnepálmmukgielaj ællánahttemis alle-Eurohpán gávnnuji aj moadda ieme giela ma li sæmmi dilen gå sámegiela skádasasuollun, vájku vil giellajuohkusa ælla defineridum iemeálmmugin.
sma: Vuesiehtimmie europeijen unnebelåhkoegïelem skreejrehtidh Aaj Jillie-europesne jeenjh sjisjnelds gïelh gååvnesieh mah leah seamma tsiehkesne goh saemiengïele skandinavijisnie, mohte dah gïeletjïerth eah iemiealmetjem gåhtjesåvva.

source: Dájs gielajs le buojkulvissan báskalasj ja kátálánalasj giela tjielggasabmusijt nannim ietjasa dilev spánian maŋŋela gå Franco. ráddidus gahtjaj 1970-lågon. stuorrabrittánian le 1960-lågo rájes bargadum ålov ællánahttet kymrilalasj gielav Wales:an, ja maŋŋela gælika gielav skottlándan.
sma: Dejstie gïelijste leah vuesiehtimmien gaavhtan baskijegïele jïh katalanijengïele tjïrkeme spanijisnie Franco-regimen mænngan 1970-låhkosne. stoerrebritannijisnie lea 1960-låhkoen mietie stoerre barkoem dorjeme kymrijegïelem skreejrehtidh Walesinie, jïh dan mænngan aaj gælijegïele skottlaantesne.

source: Madin skotta-gælika giella le vehka ájteduvvam dilen, de viertti javllat ællánahttem Walesan buoragit mannam.
sma: Mearan skotsk-gælijen gïele lea vaejvie tsiehkesne, maahta jeahtasovvedh skreejrehtimmiem Walesinie hijven jåhta.

source: skotta-gælika ja kymrigiela li keltalasj giela, valla lingvistalattjat li dá ållu ietjálágátja ja ælla mákkárik láhkáj gaskanisá dádjadahtte.
sma: Dovne skotsk-gælijen jïh kymrijegïele lea keltijen gïelh, mohte dej leah lingvistihken vuekesne stoerre joekehts jïh eah dah sinsitniem guarkah.

source: Goappátja giela li ájteduvvam ieŋilsgielas.
sma: gåabpah gïelh lea aejhteme englaanten gïeleste.

source: Kymrilasj giella le åvddåla ságastuvvam ålles Walesan, ja åvddåla englándaga stuorrabrittaniáj båhtin, ságastuváj giella ájn vijdáp guovlon.
sma: Kymrije lea aerebi abpe Walesinie soptsestamme, jïh åvteli englaanten almetjh stoerrebritanniasse böötin, lij vijrebe dajvesne soptsestamme.

source: 1901-álmmuklågon ságastin láhkke Walesa viesádijs kymrilalasj gielav.
sma: gosse jaepien 1901 almetjh ryökni dellie bieliem Walesinie kymrijem soptsestin.

source: aktselåk jage maŋŋela, 1991 jage, lidjin 19 % walesgijs gudi ságastin gielav.
sma: Uktsieluhkie jaepiej mænngan, jaepien 1991, lij 19 pst. walijsiste gïelem meehtin.

source: Tálla vuosedi stuorra giellamålssomav juska ulmusj tjuolldá ålgus sirddolattjat Englándas.
sma: Dah taalh vuesiehtieh vijries gïelemålsomem orreme jïh dah gieh englaanteste doekoe juhtien eah lin meatan.

source: 1960-lågo rájes li ulmutja gudi berustáhtji kymrilalasj giela boahtteájges, dåjmalasj ratjástimev gielav ællánahttet.
sma: 1960-låhkoste almetjh gieh kymrijen båetije biejjiej seahkarin, iedtjeles kampanjem gïelem skreejrehtidh dorjeme.

source: Vuostatjin lij oajbbom gielav åvddånbuktet (d.d. kymrilaš bájkkenamájt rahtegalbajn ja kártajn) ja dan maŋŋela rievtesvuodajt adnet gielav juohkka sebrudaksuorgijn.
sma: voestes lij gæmhpoe gïelem vååjnesasse bïejedh (vuesiehtimmien gaavhtan kymrijen sijjienommh geajnoeskiltine jïh kaarhtine), dan mænngan reaktide gïelem utnedh gaajkine siebredahkesuerkine.

source: Giella mediajn le aj oajbbomássje læhkám, buojkulvissaj le sierra kymrilasjgielak televisjåvnnåkánálla ásaduvvam.
sma: Medijen gïele lij aaj gæmhpoedajve, vuesiehtimmien gaavhtan lea jïjtse kymrijegïeleldh Tvkanalem tseegkeme.

source: Gájkka dá li læhkám ájnas ássje unneplåhkogiela dásev bajedittjat ja dajnas ganugahttet giellamålssomav kymrilasj gielas ieŋils giellaj sijdajn.
sma: gaajhkh lin vihkeles unnebelåhkoegïelen statusem bijjenidh jïh aaj gïelemålsomem kymrijste eenglaanten gïelese gåetide dåastoehtidh.

source: Valla dat stuorámus oajbbom le skåvlåjn læhkám.
sma: Mohte dïhte stoerre gæmhpoe lij skuvlesne.

source: Kymrilasj giella le uddni bákkulasj fáhka gájkajda Walesa vuodoskåvlåjn.
sma: Kymrijeggïele lea daenbiejjien obligatorijen faage gaajhkide maadthskuvlesne Walesinie.

source: oahppijda gudi e kymrilasj gielav ságasta sijdan, le máhttelis válljit duov dáv giellalávggom vuogijt, gånnå kymrilalasj giella le oahppamgiellan muhtem jali gájkka fágajn.
sma: 23 gïelelaavkomeskuvlem veeljedh, gusnie kymrijegïele lea ööhpehtimmiegïele naan, jallh gaajhkh, faagine.

source: Da stuorra ressursa ma li aneduvvam kymrilasj giellaj Walesan le båhtusijt buktám.
sma: Dah stoerre vierhtieh mah kymrijegïelem Walesinie provhkeme, destie buerebe sjïdti.

source: Jus adná álmmuklågojt gálldon, vuojnná tállajt kymrilasj sáhkadiddje le vuostasj bále tjuohte jahkáj lassánimen.
sma: Jis almetjiryökneme gaaltijinie åtna, dellie vuajna taalem kymrijeutnijh lea voestes aejkien tjuetie jaepesne aalkeme jienedidh.

source: 2001 jage álmmuklågon lij 21 % ma kymrilasj gielav máhttin.
sma: Almetjiryöknemisnie jaepien 2001 lij 21 pst. mah jeehtin dah kymrijegïelem maehtieh.

source: Giela boahtteájggáj le sierraláhkáj ájnas gå le prosentaj lågoj milta ienebu gå gasskabuolvas gudi sáhkadi kymrilasj gielav.
sma: Jis gïelen båetije biejjiej vuajna lea joekoen vihkeles dej noerij gaskem lea prosentenvuekesne jeenjebe goh gaskegenerasjovnisnie gieh maehtieh kymrijegïelem soptsestidh.

source: Dát lij åvddånahttem mav juo máhttin registrerit 1991-álmmukjåhkåmin.
sma: Dïhte lij eevtiedimmie maam meehti vuejnedh joe almetjiryökneminie jaepien 1991.

source: 23 Kymrilasj giela åvddånimev Walesan ij máhte tjielggit ietjáláhkáj gå dåjmalasj båhtusin ællánahttembargos ja diedulasj almulasj giellaplánimis.
sma: Kymrijegïelen tjijreme Walesinie ij maehtieh jeatjah vuekesne buerkiestidh goh dïhte iedtjeles skreejrehtimmiebarkoste båata jïh voerkes byjjes gïelerååresjeminie.

source: Buojkulvissan ájteduvvam gielajda le dánna nammadum irlánda giella, inuitgiella Kalaallit nunaatin, báskalasj-, katalának-, maõria-, hawaiia-, skotta-gæliga- ja kymrilasj giela.
sma: goh vuesiehtimmeh aejhteme gïelh lea daesnie neebnesovveme irskengïele, kruanalaantengïele, baskijengïele, katalnijengïele, maōri, hawaii, skotskgælijengïele jïh kymrijengïele.

source: Gájka dájs giellasebrudagájn le dåjmalasj ællánahttem barggo.
sma: gaajhkine gïelesiebredahkine lea iedtjeles skreejrehtimmiebarkoem dorjeme.

source: Dile li sierraláhkáj, ja ij aktak åtsådallamijs máhte sirdeduvvat mekánalattjat sáme guovlojda.
sma: ovmessie tsiehkieh, jïh ij oktegh dååjrehtsistie maehtieh saemiengïelese mekanijhken vuekesne darjodh.

source: Valla dáj giellasebruda-gáj aktisasj ássje vuojnunagá le ællánahttembargon li dættodam gielav mánájgárdijn ja skåvlåjn.
sma: Mohte ektine gaajhkide dejtie gïelesiebredahkide lea skreejrehtimmiebarkosne gïelem maanajgïertine jïh skuvline vihkeles utnin.

source: Giellabiessemánájgárde ja giellabiesseskåvlå li guovdátjin.
sma: gïelebiesiemaanajgïerth jïh gïelelaavkomeskuvlh leah jarnges.

source: Åvddånbuktem ja dássealedibme galggá sihkarasstet vaj æjgáda joarkki vaddet unneplåhkogielav ietjasa mánájda.
sma: vååjnesasse jïh statusem lutnjedh galka tjïrkedh eejhtegh jåerhkedh unnebelåhkoengïelem maanide vedtedh.

source: Mánájgárde ja skåvlå galggi liehket da ma vaddi gielav vijdábut daj dilijn gå æjgáda sihti, valla e des máhte.
sma: Maanajgïerth jïh skuvlh gelkieh gïelem vedtedh gosse eejhtegh dam sijhtieh, mohte eah maehtieh.

source: Oajvvadus ådå láhkaj nasjonálalasj unneplågoj ja unneplåhkogielaj birra Svierigin
sma: Uvtelasse orre laake nasjovnellen unnebelåhkoej jïh onnelåhkoej gïelij bïjre Sveerjesne

source: Svieriga ráddidus le ådåjakmáno 29. Biejve 2009 vaddám ådå oajvvadusáv láhkaj nasjonálalasj ja unneplåhkogielaj birra Láhkarádáj.
sma: Sveerjen reerenasse tsiengelen 29.-n biejjien 2009 orre uvtelassem laake nasjovnellen onnelåhkoej jïh onnelåhkoegïelij bïjre Laakeraaran vedti.

source: oajvvadusán li tjuovvovasj oajvvetjuoggá ma guosski sámegiellaj:
sma: Uvtelassen sisvege leah dah åejvietsiehkieh saemie gïelen bïjre:

source: sáme, meänkieli ja suoma gielaj háldadusguovllo galggq vijdeduvvat 13 suohkanijn; arvidsjaur, Berg, Härjedalen, Lycksele, Malå, sorsele, storuman, strömsund, Umeå, Vilhelmina, Åre, Älvdalen och Östersund suohkana båhti maŋen.
sma: saemien gïelen, meänkieli jïh såevmien gïelen reeremedajve galka vijriedidh. saemien gïelen reeremedajve 13 tjïeltide vijrede – Arvidsjaur, Berg, härjeldalen, Lycksele, Malå, sorsele, storuman, strömsund, Umeå, vilhelmina, Åre, Älvdalen jïh Östersund.

source: Åvdutjis lij Árjepluovve, Jiellevárre, Jåhkåmåhkke och Gierun háldadusguovllon.
sma: Aarebistie lin Arjegplog, gällivare, Jokkmokk jïh Kiruna reeremedajvesne.

source: Láhkaárvvalusá sisadno le njuolgadusá anátjit suomagielav meäkieli ja sámegielav oajválattjaj ja duobbmoståvlåj gáktuj.
sma: Laakeuvtelassen sisvege njoelkedassh reaktide såevmiengïelem, meänkieliem jïh saemiengïelem utnedh reereminie jïh dåapmestovline.

source: Vijdábiut de li láhkaárvvalusán mærrádusá suoma-, meänkieli og sámegiela birra mánájgárdijn ja boarrásijhuvson.
sma: Aaj laakenuvtelassen sisvege nænnoestimmieh såevmien gïelen, meänkielien jïh saemiengïelen bïjre maanajgïertine jïh voeresehåksojne.

source: Mij gullu mánájgárdijda galggá suohkan fállat æjgádijda / åvdåstiddjijda gudi sajev mánájgárddáj åhtsi dåjmajt gånnå le ålles jali oasse dåjmas suoma-, meänkieli jali sámegiellaj.
sma: gosse maanajgïerth dæjpa tjïelte galka faaledh åelide mejtie gihtjedh sijjiem maanajgïertesne gusnie abpe jallh bielieh darjoemistie lea såevmiengïelesne, meänkielesne jallh saemiengïelesne.

source: Mij gullu boarrásijhuksuj oajvvaduvvá rievddadus sosiáladievnastuslágan mij sisadná suohkan galggá barggat nav vaj gávnnuji bargge gudi máhtti suoma-, meänkieli jali sámegielav gånnå le dárbbo boarrásij ulmutjij huvson.
sma: gosse voeresehåksoeh dæjpa uvtese jeatjahdehtemem sosijaldïenesjelaakesne man sisvege tjïelte galka barkedh barkijh gååvnesieh gieh maehtieh såevmiengïelem, meänkieliem jallh saemiengïelem gusnie daerpies gosse voeresh hoksedh.

source: Vägverket (Rahtedoajmma) biejaduvvá lasedittjat ietjas bargov galbbit unneplåhkogielak bájkkenamma galbajt.
sma: geajnoevierhke åådtje barkoem jienedidh sov barkoem onnelåhkoejgïeleldh sijjienommh vuesiehtidh.

source: stáhta ja suohkana oajválattja bádtjiduvvi suodjalittjat unneplåhkogielak bájkkenamájt ja åvddånbuktet unneplåhkogielav vuojnnusij galbaj ja ietjá merkaj baktu.
sma: staaten jïh tjïeltij reeremh haestesåvva onnelåhkoegïeleldh sijjienommh vaarjelidh jïh unnebelåhkoegïelide vååjnesasse mïerhkemen jïh skiltemen tjïrrh.

source: suoma-, meänkieli ja sámegiela háldádusguovlo stuoredibmáj juolloduvvá 50 milliåvnå kråvnå stáhtadoarjjagin guoskaduvvam suohkanijda.
sma: Reeremedajven vijredæmman såevmiengïelem, meänkieliem jïh saemiengïelem 50 milljovnh kråvnah dejtie tjïeltide staatedåarjominie åadtjoeh.

source: Guokta sáme giellaguovdátja ásaduvvi oarjjelsáme guovlluj, Lulle-Lusspáj ja Dearnnáj.
sma: göökte saemien gïelejarngh tseegkesuvvieh åarjelsaemien dajvesne, Luvlieluspesne jïh Dearnesne.

source: sámedigge sverigin le ráddidusá åvdås jagen 2008 giellagiehtagirjijn suohkanijda ja oajválattjajda barggam www.samediggi.se/4009.
sma: saemiedigkie sveerjesne åadtjoeji barkoem reeremasseste gïelegïetegærjam jaepien 2008 tjïeltide jïh reeremidie tjaaleme www.samediggi.se/4009.

source: Ulmme giehtagirjijn le åvddånbuktet sámegielav ja lasedit sámemáhtudagáv barggijn, valla aj lasedit álmulasjvuoda sámegiela anov oajválattjaj gáktuj.
sma: Ulmie gïelegïetegærjine lea saemien gïelem vååjnesasse jïh saemiengïelemaahtoem barkijidie jienedidh, jïh aaj åålmegen saemiengïeleåtnoem jienedidh gosse reeremidie gaskesadta.
